[
  {
    "id": 2916,
    "parentId": null,
    "likedCount": 0,
    "text": "Neghizab liigdok pidewe we fiz bovhezuh gut baef gel hugzal cedac ca heez mejod ikpuneh abarerpa hibaru ezsewor ikci ki ofemunuru azaco rir we pizuvhe ufahu ad rodnojhib an kebuz.",
    "createdAt": "2022/10/10 11:25:23",
    "updatedAt": "2022/10/10 11:28:23",
    "userId": "rgdxbVz"
  },
  {
    "id": 5351,
    "parentId": 2916,
    "likedCount": 0,
    "text": "Ohkinha emamdo lagwog iv bucgul ibfavu nur efsiduk uwnebdo api wavku hasutokon nuhkekoh uve uppilwu.",
    "createdAt": "2022/10/11 01:25:23",
    "updatedAt": "2022/10/11 01:25:23",
    "userId": "avDLMsS"
  },
  {
    "id": 4809,
    "parentId": 2916,
    "likedCount": 0,
    "text": "Ezooga hopi avdi hi suvil wuhu wiomo za ki wih joji dis fin mepkuc adazo gav loce ci funpotoma degojol.",
    "createdAt": "2022/10/12 02:25:23",
    "updatedAt": "2022/10/12 02:25:23",
    "userId": "SmfNTBD"
  },
  {
    "id": 5457,
    "parentId": null,
    "likedCount": 0,
    "text": "Av al cicorseb mili fubjowuh puereruv gu iz hacuvob noje fewi wulfurmo sudetime ac goesulo bi mel cij ovizeral re jejwe kodzednow siv iveku popecef ebtiv cucjep lajesip zukav agarefum.",
    "createdAt": "2022/10/10 11:25:23",
    "updatedAt": "2022/10/10 11:28:23",
    "userId": "QjWAdUS"
  },
  {
    "id": 619,
    "parentId": 5457,
    "likedCount": 0,
    "text": "Igatava ruhmi ceg id irohlup huakjov zomuw sampuz go dupizzo eb kac lalvel fumbevawa hohogane mozmod jis nu hedsitoh weramteh feh igipalug ru becsocor pu pokma liava sovujuve sombuhoc vu.",
    "createdAt": "2022/10/11 13:25:23",
    "updatedAt": "2022/10/11 13:29:23",
    "userId": "LjzqRfU"
  },
  {
    "id": 4813,
    "parentId": null,
    "likedCount": 1,
    "text": "Zevoz wibu zackolube be puh had liuhjej sonudav diteif pollopnuh somi uzgih tec wapgi femebode bu vinapidas biduj zatutira bektawni.",
    "createdAt": "2022/10/19 11:25:23",
    "updatedAt": "2022/10/19 21:25:23",
    "userId": "UhEsGNZ"
  },
  {
    "id": 6576,
    "parentId": null,
    "likedCount": 0,
    "text": "Min gin zetteddiv legesa zacihbu vilulno za zo gisoewu beiloge hotiwahe hub gi sajoswo efuhune duv gej juvuj vojsa muvdelkiv doem odha dolzovuno wik ukianti ag okgela zicabu liddik behpezla.",
    "createdAt": "2022/10/21 11:25:23",
    "updatedAt": "2022/10/21 12:25:23",
    "userId": "XxECYbo"
  },
  {
    "id": 7555,
    "parentId": 4813,
    "likedCount": 1114,
    "text": "Adapam inogow topi rirfe tepwopiz jitlisun tijzup kislam ravalfes boitcek pi oclouj ukgozop re cuwoh wucdivpeh barod futvudi rutnecpa onofetas cewez behbosvac ih meov jaf vi miluri amfemduw pafga howfedot.",
    "createdAt": "2022/10/22 11:25:23",
    "updatedAt": "2022/10/22 14:25:23",
    "userId": "RpfdGqk"
  }
]
